[
    {
        "no" : 1,
        "id_book" : "B001",
        "cover" : "../assets/book/B001.jpeg",
        "category" : "Novel",
        "title" : "Jalan Panjang untuk Pulang",
        "author" : "Agustinus Wibowo",
        "publisher" : "Gramedia",
        "year" : 2021,
        "synopsis" : "Dalam sebagian besar tulisannya, dia membawa serta para pembacanya pada pencarian identitas berupa perjalanan untuk mencari makna “rumah”. Tempat-tempat yang dikunjungi Agustinus bukanlah tempat-tempat yang nyaman, tenang, atau bahkan indah dalam kacamata tamasya. Tempat-tempat itu sering kali berada di perbatasan, di wilayah penuh konflik berlapis dengan masyarakat yang berupaya mencari atau mempertahankan identitas. Dari tempat-tempat ini, kita bisa mendapatkan refleksi yang sesuai dengan kegelisahan kita, juga pertanyaan-pertanyaan yang berkecamuk dalam benak kita dan terus relevan dari masa ke masa. Yaitu pertanyaan tentang identitas diri. Ini adalah pertanyaan yang justru semakin menguat di tengah dunia yang semakin mengglobal. Jalan Panjang untuk Pulang adalah kumpulan cerita dan esai dari berbagai lokasi yang pernah disinggahi Agustinus, yang mengajak kita untuk mengalami berbagai dimensi perjalanan. Dari perjalanan fisik hingga perjalanan batin. Dari melihat dunia luar hingga pulang ke dalam diri. Dari pencarian hingga penemuan makna yang hakiki.",
        "stock" : 8
    },
    {
        "no" : 2,
        "id_book" : "B002",
        "cover" : "../assets/book/B002.jpg",
        "category" : "Computer & Technology",
        "title" : "This Is How They Tell Me the World Ends: The Cyberweapons Arms Race",
        "author" : "Nicole Perlroth",
        "publisher" : "Amazon",
        "year" : 2021,
        "synopsis" : "Part John le Carré and more parts Michael Crichton spellbinding. -The New Yorker. \n From The New York Times cybersecurity reporter Nicole Perlroth,the untold story of the cyberweapons market-the most secretive, invisible, government-backed market on earth-and a terrifying first look at a new kind of global warfare.",
        "stock" : 7
    },
    {
        "no" : 3,
        "id_book" : "B003",
        "cover" : "../assets/book/B003.jpeg",
        "category" : "Novel",
        "title" : "Pulang Pergi",
        "author" : "Tere Liye",
        "publisher" : "Sabak Grip Nusantara",
        "year" : 2021,
        "synopsis" : "Ada jodoh yang ditemukan lewat tatapan pertama.Ada persahabatan yang diawali lewat sapa hangat.Bagaimana jika takdir bersama ternyata, diawali dengan pertarungan mematikan? Lantas semua cerita berkelindan dengan, pengejaran demi pengejaran mencari jawaban?Pulang-Pergi",
        "stock" : 7
    },
    {
        "no" : 4,
        "id_book" : "B004",
        "cover" : "../assets/book/B004.jpg",
        "category" : "Personal Development",
        "title" : "The Subtle Art of Not Giving a F*ck: A Counterintuitive Approach to Living a Good Life",
        "author" : "Mark Manson",
        "publisher" : "HarperAudio",
        "year" : 2016,
        "synopsis" : "In this generation-defining self-help guide, a superstar blogger cuts through the crap to show us how to stop trying to be positive all the time so that we can truly become better, happier people. \n For decades we've been told that positive thinking is the key to a happy, rich life.\"F*ck positivity,\" Mark Manson says. \"Let's be honest, shit is f*cked, and we have to live with it.\" In his wildly popular Internet blog, Manson doesn't sugarcoat or equivocate. He tells it like it is - a dose of raw, refreshing, honest truth that is sorely lacking today. The Subtle Art of Not Giving a F*ck is his antidote to the coddling let's-all-feel-good mind-set that has infected modern society and spoiled a generation, rewarding them with gold medals just for showing up. \n Manson makes the argument, backed by both academic research and well-timed poop jokes, that improving our lives hinges not on our ability to turn lemons into lemonade but on learning to stomach lemons better. Human beings are flawed and limited - \"not everybody can be extraordinary; there are winners and losers in society, and some of it is not fair or your fault\". Manson advises us to get to know our limitations and accept them. Once we embrace our fears, faults, and uncertainties, once we stop running and avoiding and start confronting painful truths, we can begin to find the courage, perseverance, honesty, responsibility, curiosity, and forgiveness we seek. \n There are only so many things we can give a f*ck about, so we need to figure out which ones really matter, Manson makes clear. While money is nice, caring about what you do with your life is better, because true wealth is about experience. A much-needed grab-you-by-the-shoulders-and-look-you-in-the-eye moment of real talk, filled with entertaining stories and profane, ruthless humor, The Subtle Art of Not Giving a F*ck is a refreshing slap for a generation to help them lead contented, grounded lives. ",
        "stock" : 16
    },
    {
        "no" : 5,
        "id_book" : "B005",
        "cover" : "../assets/book/B005.jpeg",
        "category" : "Comic, Fantasy",
        "title" : "Pergi",
        "author" : "Tere Liye",
        "publisher" : "Republika",
        "year" : 2018,
        "synopsis" : "Sebuah kisah tentang menemukan tujuan, ke mana hendak pergi, melalui kenangan demi kenangan masa lalu, pertarungan hidup-mati, untuk memutuskan ke mana langkah kaki akan dibawa. \n Kata “PERGI” dikatakan jika saah seorang akan menuju ke suatu tempat, atau bisa jadi menjadi menjadi suatu tujuan hidup seseorang. Menetukan akan kemana setelah ini itu tidaklah mudah, apalagi itu berhubungan dengan hidup pribadi. prosesnya tidak lah sesingkat ketika membuat status social media kalian. \n Yah cerita dalam novel ini tentang Bujang, ya tokoh yang sama di novel PULANG dengan pengarang yang sama yaitu Tere Liye. Berkisah tentang Bujang yang sibuk menjadi pentolan keluarga Tong. Keluarga Tong adalah salah satu dari shadow economy. Shadow economy sendiri dibagi beberapa keluarga dengan daerah – daerah tersendiri. Terlalu rumit urusan keluarga shadow economy tersebut. \n Kehidupan bujang setelah ditinggal oleh orang – orang terdekat nya seperti mamak, Tauke besar, dan beberapa guru yang mengajarinya. Bujang tinggal tetap di markas keluarga tong di ibu kota. Kali ini Bujang telah memiliki banyak rekan dan beberapa rekan lamanya yang ada di novel sebelumnya. Di cerita ini Bujang bukanlah menjadi tukang pukul nomor satu di keluarga tong, tetapi juga tetap menjadi keluarga tong. \n Bujang bekerja sama dengan kepala tukang pukul keluarga tong yaitu Togar dan orang yang ada di novel sebelumnya yaitu Parwez untuk membawa keluarga Tong menjadi lebih besar dan berkembang kearah yang lebih baik. \n  Di novel ini bujang bertemu dengan Thomas ya yaitu salah satu tokoh di novel negeri para bedebah dan negeri di ujung tanduk. dan tokoh yang muncul beberapa kepala keluarga dari shadow economy. Dan ada sosok bertopeng misterius yang muncul di meksiko yang telah mengetahui nama asli bujang, padahal tidak sembarangan orang tahu nama asli dari Bujang si babi hutan.",
        "stock" : 2
    },
    {
        "no" : 6,
        "id_book" : "B006",
        "cover" : "../assets/book/B006.jpg",
        "category" : "Computer & Technology",
        "title" : "Thing Explainer: Complicated Stuff in Simple Words",
        "author" : "Randall Munroe",
        "publisher" : "Amazon",
        "year" : 2015,
        "synopsis" : "Have you ever tried to learn more about some incredible thing, only to be frustrated by incomprehensible jargon? Randall Munroe is here to help. In Thing Explainer, he uses line drawings and only the thousand (or, rather, “ten hundred”) most common words to provide simple explanations for some of the most interesting stuff there is, including: \nfood-heating radio boxes (microwaves) \n tall roads (bridges) \n computer buildings (datacenters) \n the shared space house (the International Space Station) \n the other worlds around the sun (the solar system) \n the big flat rocks we live on (tectonic plates) \n the pieces everything is made of (the periodic table) \n planes with turning wings (helicopters) \n boxes that make clothes smell better (washers and dryers) \n the bags of stuff inside you (cells) \n How do these things work? Where do they come from? What would life be like without them? And what would happen if we opened them up, heated them up, cooled them down, pointed them in a different direction, or pressed this button? In Thing Explainer, Munroe gives us the answers to these questions and so many more. Funny, interesting, and always understandable, this book is for anyone—age 5 to 105—who has ever wondered how things work, and why.",
        "stock" : 7
    },
    {
        "no" : 7,
        "id_book" : "B007",
        "cover" : "../assets/book/B007.jpg",
        "category" : "Comic",
        "title" : "Detektif Conan 96",
        "author" : "Aoyama Gosho",
        "publisher" : "Elex Media Pengarang",
        "year" : 2019,
        "synopsis" : "Pertama kalinya Heiji Hattori berhadapan dengan si Kid Pencuri yang mengincar \"Fairy Lip \"! Di kasus lain Makoto Kyogoku terlibat dalam insiden di lokasi syuting TV drama. . . ! ? Selanjutnya ada informasi baru terkuaknya bos Organisasi Baju Hitam!!",
        "stock" : 7
    },
    {
        "no" : 8,
        "id_book" : "B008",
        "cover" : "../assets/book/B008.jpg",
        "category" : "Comic",
        "title" : "Avatar: The Last Airbender - Toph Beifong's Metalbending Academy",
        "author" : "Faith Erin Hicks",
        "publisher" : "Penguin Random House",
        "year" : 2020,
        "synopsis" : "Things are looking bright at the Beifong Metalbending Academy! But after all the adventures Toph's had with Aang, Sokka, Zuko, and Katara, the whole thing feels a bit dull. Luckily, Sokka and Suki come to visit and reintroduce some familiar faces from their wandering days. And while out and about to celebrate, Toph discovers something that just might put the sparkle back in her eye...\n Written by Faith Erin Hicks (The Adventures of Superhero Girl, The Nameless City) and drawn by Peter Wartman (Stonebreaker), with colors by Adele Matera and collaboration from Avatar: The Last Airbender animated series writer Tim Hedrick, this is the ultimate continuation of the hit animated series!",
        "stock" : 7
    },
    {
        "no" : 9,
        "id_book" : "B009",
        "cover" : "../assets/book/B009.jpg",
        "category" : "Romance",
        "title" : "Viscount Who Loved Me, The (Bridgertons Book 2)",
        "author" : "Julia Quinn",
        "publisher" : "HarperCollins Publishers",
        "year" : 2015,
        "synopsis" : "From New York Times bestselling author Julia Quinn comes the second novel in the beloved Regency-set world of her charming, powerful Bridgerton family, now a series created by Shonda Rhimes for Netflix.\n1814 promises to be another eventful season, but not, This Author believes, for Anthony Bridgerton, London's most elusive bachelor, who has shown no indication that he plans to marry. And in all truth, why should he? When it comes to playing the consummate rake, nobody does it better...                          --Lady Whistledown's Society Papers, April 1814\nBut this time the gossip columnists have it wrong. Anthony Bridgerton hasn't just decided to marry--he's even chosen a wife! The only obstacle is his intended's older sister, Kate Sheffield--the most meddlesome woman ever to grace a London ballroom. The spirited schemer is driving Anthony mad with her determination to stop the betrothal, but when he closes his eyes at night, Kate's the woman haunting his increasingly erotic dreams...\nContrary to popular belief, Kate is quite sure that reformed rakes do not make the best husbands--and Anthony Bridgerton is the most wicked rogue of them all. Kate's determined to protect her sister--but she fears her own heart is vulnerable. And when Anthony's lips touch hers, she's suddenly afraid she might not be able to resist the reprehensible rake herself...\nThis novel includes the 2nd epilogue, a peek at the story after the story.",
        "stock" : 7
    },
    {
        "no" : 10,
        "id_book" : "B010",
        "cover" : "../assets/book/B010.jpg",
        "category" : "Romance",
        "title" : "Forever Never",
        "author" : "Lucy Score",
        "publisher" : "Independently published",
        "year" : 2020,
        "synopsis" : "Under Brick Callan’s mile-wide chest beats a loyal heart with a few cracks in it. He’s the steadfast, overprotective type. Especially when it comes to the one woman he can never have. It’s a long, complicated history punctuated by fights, friendship, family, and an attraction that strains his iron willpower.\nWhen Remi Ford returns to Mackinac Island in the dead of winter with a secret, Brick makes it his mission to find out what put the shadows in those green eyes. Even if it means breaking down the walls he’s built between them. Even if it means falling for the one girl he’ll never get over.\nThe free-spirited artist just needs to lay low for a few weeks so she can figure a way out of this nightmare. She’s definitely not staying. Not when the man who broke her teenage heart into splinters keeps showing up at her parents’ dinner table. Remi doesn’t need broody, bearded Brick riding to her rescue…again. Not when it will put them both in danger, costing them much more than their hearts.\nAuthor’s Note: Frenemies-to-lovers. Opposites attract. Slow burn. Girl in danger. Glorious, glorious banter. Fighting as foreplay. Small-town shenanigans. Big, grumpy, pining, overprotective hero. Wild-child, trouble-finding heroine who keeps on pushing the hero’s buttons. Steam Level: Lava. Suspense: Nail-biting. Feels: Big time.",
        "stock" : 10
    }
]